graph(%self.1 : __torch__.detectron2.export.flatten.TracingAdapter,
      %1 : Float(3, 800, 1201, strides=[1, 3603, 3], requires_grad=0, device=cpu)):
  %model : __torch__.detectron2.modeling.meta_arch.rcnn.GeneralizedRCNN = prim::GetAttr[name="model"](%self.1)
  %roi_heads : __torch__.detectron2.modeling.roi_heads.roi_heads.StandardROIHeads = prim::GetAttr[name="roi_heads"](%model)
  %model.7 : __torch__.detectron2.modeling.meta_arch.rcnn.GeneralizedRCNN = prim::GetAttr[name="model"](%self.1)
  %proposal_generator : __torch__.detectron2.modeling.proposal_generator.rpn.RPN = prim::GetAttr[name="proposal_generator"](%model.7)
  %model.5 : __torch__.detectron2.modeling.meta_arch.rcnn.GeneralizedRCNN = prim::GetAttr[name="model"](%self.1)
  %backbone : __torch__.detectron2.modeling.backbone.fpn.FPN = prim::GetAttr[name="backbone"](%model.5)
  %model.3 : __torch__.detectron2.modeling.meta_arch.rcnn.GeneralizedRCNN = prim::GetAttr[name="model"](%self.1)
  %pixel_std : Tensor = prim::GetAttr[name="pixel_std"](%model.3)
  %model.1 : __torch__.detectron2.modeling.meta_arch.rcnn.GeneralizedRCNN = prim::GetAttr[name="model"](%self.1)
  %pixel_mean : Tensor = prim::GetAttr[name="pixel_mean"](%model.1)
  %12 : Function = prim::Constant[name="move_device_like"]()
  %101 : NoneType = prim::Constant()
  %102 : bool = prim::Constant[value=0]()
  %103 : Device = prim::device(%pixel_mean)
  %x.1 : Tensor = aten::to(%1, %103, %101, %102, %102) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:148:11
  %14 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/meta_arch/rcnn.py:228:0
  %15 : Float(3, 800, 1201, strides=[1, 3603, 3], requires_grad=0, device=cuda:0) = aten::sub(%x.1, %pixel_mean, %14) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/meta_arch/rcnn.py:228:0
  %t : Float(3, 800, 1201, strides=[1, 3603, 3], requires_grad=0, device=cuda:0) = aten::div(%15, %pixel_std) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/meta_arch/rcnn.py:228:0
  %17 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:87:0
  %18 : int = aten::size(%t, %17) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:87:0
  %19 : Long(device=cpu) = prim::NumToTensor(%18)
  %20 : int = prim::Constant[value=2]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:87:0
  %21 : int = aten::size(%t, %20) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:87:0
  %22 : Long(device=cpu) = prim::NumToTensor(%21)
  %23 : Tensor[] = prim::ListConstruct(%19, %22)
  %24 : int = prim::Constant[value=0]() # export_model.py:40:0
  %25 : Long(2, strides=[1], requires_grad=0, device=cpu) = aten::stack(%23, %24) # export_model.py:40:0
  %26 : int = prim::Constant[value=4]() # export_model.py:40:0
  %27 : int = prim::Constant[value=0]() # export_model.py:40:0
  %28 : Device = prim::Constant[value="cuda"]() # export_model.py:40:0
  %29 : NoneType = prim::Constant()
  %30 : bool = prim::Constant[value=0]() # export_model.py:40:0
  %31 : bool = prim::Constant[value=0]() # export_model.py:40:0
  %32 : NoneType = prim::Constant()
  %image_size : Long(2, strides=[1], requires_grad=0, device=cuda:0) = aten::to(%25, %26, %27, %28, %29, %30, %31, %32) # export_model.py:40:0
  %34 : Tensor[] = prim::ListConstruct(%image_size)
  %35 : int = prim::Constant[value=0]() # export_model.py:40:0
  %36 : Long(1, 2, strides=[2, 1], requires_grad=0, device=cuda:0) = aten::stack(%34, %35) # export_model.py:40:0
  %37 : int = prim::Constant[value=4]() # export_model.py:40:0
  %38 : int = prim::Constant[value=0]() # export_model.py:40:0
  %39 : Device = prim::Constant[value="cuda"]() # export_model.py:40:0
  %40 : NoneType = prim::Constant()
  %41 : bool = prim::Constant[value=0]() # export_model.py:40:0
  %42 : bool = prim::Constant[value=0]() # export_model.py:40:0
  %43 : NoneType = prim::Constant()
  %44 : Long(1, 2, strides=[2, 1], requires_grad=0, device=cuda:0) = aten::to(%36, %37, %38, %39, %40, %41, %42, %43) # export_model.py:40:0
  %45 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:89:0
  %46 : bool = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:89:0
  %max_size.1 : Long(2, strides=[1], requires_grad=0, device=cuda:0), %48 : Long(2, strides=[1], requires_grad=0, device=cuda:0) = aten::max(%44, %45, %46) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:89:0
  %49 : Long(requires_grad=0, device=cpu) = prim::Constant[value={31}]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %50 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %51 : Long(2, strides=[1], requires_grad=0, device=cuda:0) = aten::add(%max_size.1, %49, %50) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %52 : Long(requires_grad=0, device=cpu) = prim::Constant[value={32}]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %53 : str = prim::Constant[value="floor"]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %54 : Long(2, strides=[1], requires_grad=0, device=cuda:0) = aten::div(%51, %52, %53) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %55 : Long(requires_grad=0, device=cpu) = prim::Constant[value={32}]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %max_size : Long(2, strides=[1], requires_grad=0, device=cuda:0) = aten::mul(%54, %55) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:101:0
  %57 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %58 : int = prim::Constant[value=-1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %59 : Long(requires_grad=0, device=cuda:0) = aten::select(%max_size, %57, %58) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %60 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %61 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %62 : Long(requires_grad=0, device=cuda:0) = aten::select(%image_size, %60, %61) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %63 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %64 : Long(requires_grad=0, device=cuda:0) = aten::sub(%59, %62, %63) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %65 : int = aten::Int(%64)
  %66 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %67 : int = prim::Constant[value=-2]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %68 : Long(requires_grad=0, device=cuda:0) = aten::select(%max_size, %66, %67) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %69 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %70 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %71 : Long(requires_grad=0, device=cuda:0) = aten::select(%image_size, %69, %70) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %72 : int = prim::Constant[value=1]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %73 : Long(requires_grad=0, device=cuda:0) = aten::sub(%68, %71, %72) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:114:0
  %74 : int = aten::Int(%73)
  %75 : int = prim::Constant[value=0]() # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:4364:0
  %76 : int = prim::Constant[value=0]() # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:4364:0
  %77 : int[] = prim::ListConstruct(%75, %65, %76, %74)
  %78 : float = prim::Constant[value=0.]() # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:4364:0
  %79 : Float(3, 800, 1216, strides=[972800, 1216, 1], requires_grad=0, device=cuda:0) = aten::constant_pad_nd(%t, %77, %78) # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:4364:0
  %80 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:115:0
  %batched_imgs : Float(1, 3, 800, 1216, strides=[2918400, 972800, 1216, 1], requires_grad=0, device=cuda:0) = aten::unsqueeze_(%79, %80) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:115:0
  %82 : int = prim::Constant[value=0]() # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:129:0
  %x.3 : Float(1, 3, 800, 1216, strides=[2918400, 972800, 1216, 1], requires_grad=0, device=cuda:0) = aten::contiguous(%batched_imgs, %82) # /home/tbelldev/workspace/detectron2/detectron2/detectron2/structures/image_list.py:129:0
  %105 : float = prim::Constant[value=2.](), scope: __module.model.backbone # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:3891:0
  %106 : NoneType = prim::Constant(), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1
  %107 : int = prim::Constant[value=2](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %108 : int = prim::Constant[value=3](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %109 : int = prim::Constant[value=1](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %110 : bool = prim::Constant[value=0](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %111 : int = prim::Constant[value=0](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %112 : bool = prim::Constant[value=1](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %113 : float = prim::Constant[value=1.0000000000000001e-05](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1/__module.model.backbone.bottom_up.stem.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %114 : float = prim::Constant[value=0.10000000000000001](), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1/__module.model.backbone.bottom_up.stem.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %top_block : __torch__.detectron2.modeling.backbone.fpn.LastLevelMaxPool = prim::GetAttr[name="top_block"](%backbone)
  %fpn_output2 : __torch__.detectron2.layers.wrappers.___torch_mangle_0.Conv2d = prim::GetAttr[name="fpn_output2"](%backbone)
  %fpn_lateral2 : __torch__.detectron2.layers.wrappers.Conv2d = prim::GetAttr[name="fpn_lateral2"](%backbone)
  %fpn_output3 : __torch__.detectron2.layers.wrappers.___torch_mangle_2.Conv2d = prim::GetAttr[name="fpn_output3"](%backbone)
  %fpn_lateral3 : __torch__.detectron2.layers.wrappers.___torch_mangle_1.Conv2d = prim::GetAttr[name="fpn_lateral3"](%backbone)
  %fpn_output4 : __torch__.detectron2.layers.wrappers.___torch_mangle_4.Conv2d = prim::GetAttr[name="fpn_output4"](%backbone)
  %fpn_lateral4 : __torch__.detectron2.layers.wrappers.___torch_mangle_3.Conv2d = prim::GetAttr[name="fpn_lateral4"](%backbone)
  %fpn_output5 : __torch__.detectron2.layers.wrappers.___torch_mangle_6.Conv2d = prim::GetAttr[name="fpn_output5"](%backbone)
  %fpn_lateral5 : __torch__.detectron2.layers.wrappers.___torch_mangle_5.Conv2d = prim::GetAttr[name="fpn_lateral5"](%backbone)
  %bottom_up : __torch__.detectron2.modeling.backbone.resnet.ResNet = prim::GetAttr[name="bottom_up"](%backbone)
  %res5 : __torch__.torch.nn.modules.container.___torch_mangle_248.Sequential = prim::GetAttr[name="res5"](%bottom_up)
  %res4 : __torch__.torch.nn.modules.container.___torch_mangle_224.Sequential = prim::GetAttr[name="res4"](%bottom_up)
  %res3 : __torch__.torch.nn.modules.container.___torch_mangle_60.Sequential = prim::GetAttr[name="res3"](%bottom_up)
  %res2 : __torch__.torch.nn.modules.container.Sequential = prim::GetAttr[name="res2"](%bottom_up)
  %stem : __torch__.detectron2.modeling.backbone.resnet.BasicStem = prim::GetAttr[name="stem"](%bottom_up)
  %conv1.1 : __torch__.detectron2.layers.wrappers.___torch_mangle_7.Conv2d = prim::GetAttr[name="conv1"](%stem)
  %norm.1 : __torch__.detectron2.layers.batch_norm.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv1.1)
  %weight.213 : Tensor = prim::GetAttr[name="weight"](%conv1.1)
  %133 : int[] = prim::ListConstruct(%107, %107), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1
  %134 : int[] = prim::ListConstruct(%108, %108), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1
  %135 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1
  %136 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1
  %input.1 : Float(1, 64, 400, 608, strides=[15564800, 243200, 608, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.3, %weight.213, %106, %133, %134, %135, %110, %136, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.209 : Tensor = prim::GetAttr[name="running_var"](%norm.1)
  %running_mean.209 : Tensor = prim::GetAttr[name="running_mean"](%norm.1)
  %bias.213 : Tensor = prim::GetAttr[name="bias"](%norm.1)
  %weight.215 : Tensor = prim::GetAttr[name="weight"](%norm.1)
  %x.5 : Float(1, 64, 400, 608, strides=[15564800, 243200, 608, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.1, %weight.215, %bias.213, %running_mean.209, %running_var.209, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem/__module.model.backbone.bottom_up.stem.conv1/__module.model.backbone.bottom_up.stem.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %input.3 : Float(1, 64, 400, 608, strides=[15564800, 243200, 608, 1], requires_grad=0, device=cuda:0) = aten::relu_(%x.5), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:357:0
  %144 : int[] = prim::ListConstruct(%108, %108), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem
  %145 : int[] = prim::ListConstruct(%107, %107), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem
  %146 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem
  %147 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem
  %x.7 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::max_pool2d(%input.3, %144, %145, %146, %147, %110), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.stem # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:797:0
  %_2.1 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_29.BottleneckBlock = prim::GetAttr[name="2"](%res2)
  %_1.1 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_22.BottleneckBlock = prim::GetAttr[name="1"](%res2)
  %_0.1 : __torch__.detectron2.modeling.backbone.resnet.BottleneckBlock = prim::GetAttr[name="0"](%res2)
  %shortcut.9 : __torch__.detectron2.layers.wrappers.___torch_mangle_9.Conv2d = prim::GetAttr[name="shortcut"](%_0.1)
  %conv3.1 : __torch__.detectron2.layers.wrappers.___torch_mangle_15.Conv2d = prim::GetAttr[name="conv3"](%_0.1)
  %conv2.1 : __torch__.detectron2.layers.wrappers.___torch_mangle_13.Conv2d = prim::GetAttr[name="conv2"](%_0.1)
  %conv1.3 : __torch__.detectron2.layers.wrappers.___torch_mangle_11.Conv2d = prim::GetAttr[name="conv1"](%_0.1)
  %norm.3 : __torch__.detectron2.layers.batch_norm.___torch_mangle_10.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv1.3)
  %weight.217 : Tensor = prim::GetAttr[name="weight"](%conv1.3)
  %158 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1
  %159 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1
  %160 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1
  %161 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1
  %input.5 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.7, %weight.217, %106, %158, %159, %160, %110, %161, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.211 : Tensor = prim::GetAttr[name="running_var"](%norm.3)
  %running_mean.211 : Tensor = prim::GetAttr[name="running_mean"](%norm.3)
  %bias.215 : Tensor = prim::GetAttr[name="bias"](%norm.3)
  %weight.219 : Tensor = prim::GetAttr[name="weight"](%norm.3)
  %out.1 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.5, %weight.219, %bias.215, %running_mean.211, %running_var.211, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv1/__module.model.backbone.bottom_up.res2.0.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.9 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.1), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:196:0
  %norm.5 : __torch__.detectron2.layers.batch_norm.___torch_mangle_12.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv2.1)
  %weight.221 : Tensor = prim::GetAttr[name="weight"](%conv2.1)
  %171 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2
  %172 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2
  %173 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2
  %174 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2
  %input.7 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.9, %weight.221, %106, %171, %172, %173, %110, %174, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.213 : Tensor = prim::GetAttr[name="running_var"](%norm.5)
  %running_mean.213 : Tensor = prim::GetAttr[name="running_mean"](%norm.5)
  %bias.217 : Tensor = prim::GetAttr[name="bias"](%norm.5)
  %weight.223 : Tensor = prim::GetAttr[name="weight"](%norm.5)
  %out.3 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.7, %weight.223, %bias.217, %running_mean.213, %running_var.213, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv2/__module.model.backbone.bottom_up.res2.0.conv2.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.11 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.3), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:199:0
  %norm.7 : __torch__.detectron2.layers.batch_norm.___torch_mangle_14.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv3.1)
  %weight.225 : Tensor = prim::GetAttr[name="weight"](%conv3.1)
  %184 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3
  %185 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3
  %186 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3
  %187 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3
  %input.9 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.11, %weight.225, %106, %184, %185, %186, %110, %187, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.215 : Tensor = prim::GetAttr[name="running_var"](%norm.7)
  %running_mean.215 : Tensor = prim::GetAttr[name="running_mean"](%norm.7)
  %bias.219 : Tensor = prim::GetAttr[name="bias"](%norm.7)
  %weight.227 : Tensor = prim::GetAttr[name="weight"](%norm.7)
  %out.5 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.9, %weight.227, %bias.219, %running_mean.215, %running_var.215, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.conv3/__module.model.backbone.bottom_up.res2.0.conv3.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %norm.9 : __torch__.detectron2.layers.batch_norm.___torch_mangle_8.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%shortcut.9)
  %weight.229 : Tensor = prim::GetAttr[name="weight"](%shortcut.9)
  %196 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut
  %197 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut
  %198 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut
  %199 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut
  %input.11 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.7, %weight.229, %106, %196, %197, %198, %110, %199, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.217 : Tensor = prim::GetAttr[name="running_var"](%norm.9)
  %running_mean.217 : Tensor = prim::GetAttr[name="running_mean"](%norm.9)
  %bias.221 : Tensor = prim::GetAttr[name="bias"](%norm.9)
  %weight.231 : Tensor = prim::GetAttr[name="weight"](%norm.9)
  %shortcut.1 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.11, %weight.231, %bias.221, %running_mean.217, %running_var.217, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0/__module.model.backbone.bottom_up.res2.0.shortcut/__module.model.backbone.bottom_up.res2.0.shortcut.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %out.7 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::add_(%out.5, %shortcut.1, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:208:0
  %x.13 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.7), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.0 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:209:0
  %conv3.3 : __torch__.detectron2.layers.wrappers.___torch_mangle_21.Conv2d = prim::GetAttr[name="conv3"](%_1.1)
  %conv2.3 : __torch__.detectron2.layers.wrappers.___torch_mangle_19.Conv2d = prim::GetAttr[name="conv2"](%_1.1)
  %conv1.5 : __torch__.detectron2.layers.wrappers.___torch_mangle_17.Conv2d = prim::GetAttr[name="conv1"](%_1.1)
  %norm.11 : __torch__.detectron2.layers.batch_norm.___torch_mangle_16.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv1.5)
  %weight.233 : Tensor = prim::GetAttr[name="weight"](%conv1.5)
  %213 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1
  %214 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1
  %215 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1
  %216 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1
  %input.13 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.13, %weight.233, %106, %213, %214, %215, %110, %216, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.219 : Tensor = prim::GetAttr[name="running_var"](%norm.11)
  %running_mean.219 : Tensor = prim::GetAttr[name="running_mean"](%norm.11)
  %bias.223 : Tensor = prim::GetAttr[name="bias"](%norm.11)
  %weight.235 : Tensor = prim::GetAttr[name="weight"](%norm.11)
  %out.9 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.13, %weight.235, %bias.223, %running_mean.219, %running_var.219, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv1/__module.model.backbone.bottom_up.res2.1.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.15 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.9), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:196:0
  %norm.13 : __torch__.detectron2.layers.batch_norm.___torch_mangle_18.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv2.3)
  %weight.237 : Tensor = prim::GetAttr[name="weight"](%conv2.3)
  %226 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2
  %227 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2
  %228 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2
  %229 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2
  %input.15 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.15, %weight.237, %106, %226, %227, %228, %110, %229, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.221 : Tensor = prim::GetAttr[name="running_var"](%norm.13)
  %running_mean.221 : Tensor = prim::GetAttr[name="running_mean"](%norm.13)
  %bias.225 : Tensor = prim::GetAttr[name="bias"](%norm.13)
  %weight.239 : Tensor = prim::GetAttr[name="weight"](%norm.13)
  %out.11 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.15, %weight.239, %bias.225, %running_mean.221, %running_var.221, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv2/__module.model.backbone.bottom_up.res2.1.conv2.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.17 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.11), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:199:0
  %norm.15 : __torch__.detectron2.layers.batch_norm.___torch_mangle_20.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv3.3)
  %weight.241 : Tensor = prim::GetAttr[name="weight"](%conv3.3)
  %239 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3
  %240 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3
  %241 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3
  %242 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3
  %input.17 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.17, %weight.241, %106, %239, %240, %241, %110, %242, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.223 : Tensor = prim::GetAttr[name="running_var"](%norm.15)
  %running_mean.223 : Tensor = prim::GetAttr[name="running_mean"](%norm.15)
  %bias.227 : Tensor = prim::GetAttr[name="bias"](%norm.15)
  %weight.243 : Tensor = prim::GetAttr[name="weight"](%norm.15)
  %out.13 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.17, %weight.243, %bias.227, %running_mean.223, %running_var.223, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1/__module.model.backbone.bottom_up.res2.1.conv3/__module.model.backbone.bottom_up.res2.1.conv3.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %out.15 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::add_(%out.13, %x.13, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:208:0
  %x.19 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.15), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:209:0
  %conv3.5 : __torch__.detectron2.layers.wrappers.___torch_mangle_28.Conv2d = prim::GetAttr[name="conv3"](%_2.1)
  %conv2.5 : __torch__.detectron2.layers.wrappers.___torch_mangle_26.Conv2d = prim::GetAttr[name="conv2"](%_2.1)
  %conv1.7 : __torch__.detectron2.layers.wrappers.___torch_mangle_24.Conv2d = prim::GetAttr[name="conv1"](%_2.1)
  %norm.17 : __torch__.detectron2.layers.batch_norm.___torch_mangle_23.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv1.7)
  %weight.245 : Tensor = prim::GetAttr[name="weight"](%conv1.7)
  %256 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1
  %257 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1
  %258 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1
  %259 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1
  %input.19 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.19, %weight.245, %106, %256, %257, %258, %110, %259, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.225 : Tensor = prim::GetAttr[name="running_var"](%norm.17)
  %running_mean.225 : Tensor = prim::GetAttr[name="running_mean"](%norm.17)
  %bias.229 : Tensor = prim::GetAttr[name="bias"](%norm.17)
  %weight.247 : Tensor = prim::GetAttr[name="weight"](%norm.17)
  %out.17 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.19, %weight.247, %bias.229, %running_mean.225, %running_var.225, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv1/__module.model.backbone.bottom_up.res2.2.conv1.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.21 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.17), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:196:0
  %norm.19 : __torch__.detectron2.layers.batch_norm.___torch_mangle_25.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv2.5)
  %weight.249 : Tensor = prim::GetAttr[name="weight"](%conv2.5)
  %269 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2
  %270 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2
  %271 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2
  %272 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2
  %input.21 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.21, %weight.249, %106, %269, %270, %271, %110, %272, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.227 : Tensor = prim::GetAttr[name="running_var"](%norm.19)
  %running_mean.227 : Tensor = prim::GetAttr[name="running_mean"](%norm.19)
  %bias.231 : Tensor = prim::GetAttr[name="bias"](%norm.19)
  %weight.251 : Tensor = prim::GetAttr[name="weight"](%norm.19)
  %out.19 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.21, %weight.251, %bias.231, %running_mean.227, %running_var.227, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv2/__module.model.backbone.bottom_up.res2.2.conv2.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %x.23 : Float(1, 64, 200, 304, strides=[3891200, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.19), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:199:0
  %norm.21 : __torch__.detectron2.layers.batch_norm.___torch_mangle_27.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv3.5)
  %weight.253 : Tensor = prim::GetAttr[name="weight"](%conv3.5)
  %282 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3
  %283 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3
  %284 : int[] = prim::ListConstruct(%109, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3
  %285 : int[] = prim::ListConstruct(%111, %111), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3
  %input.23 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::_convolution(%x.23, %weight.253, %106, %282, %283, %284, %110, %285, %109, %110, %110, %112, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/layers/wrappers.py:113:0
  %running_var.229 : Tensor = prim::GetAttr[name="running_var"](%norm.21)
  %running_mean.229 : Tensor = prim::GetAttr[name="running_mean"](%norm.21)
  %bias.233 : Tensor = prim::GetAttr[name="bias"](%norm.21)
  %weight.255 : Tensor = prim::GetAttr[name="weight"](%norm.21)
  %out.21 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::batch_norm(%input.23, %weight.255, %bias.233, %running_mean.229, %running_var.229, %110, %114, %113, %112), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2/__module.model.backbone.bottom_up.res2.2.conv3/__module.model.backbone.bottom_up.res2.2.conv3.norm # /home/tbelldev/anaconda3/envs/autolabeling/lib/python3.8/site-packages/torch/nn/functional.py:2421:0
  %out.23 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::add_(%out.21, %x.19, %109), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:208:0
  %x.25 : Float(1, 256, 200, 304, strides=[15564800, 60800, 304, 1], requires_grad=0, device=cuda:0) = aten::relu_(%out.23), scope: __module.model.backbone/__module.model.backbone.bottom_up/__module.model.backbone.bottom_up.res2/__module.model.backbone.bottom_up.res2.2 # /home/tbelldev/workspace/detectron2/detectron2/detectron2/modeling/backbone/resnet.py:209:0
  %_3.1 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_59.BottleneckBlock = prim::GetAttr[name="3"](%res3)
  %_2.3 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_52.BottleneckBlock = prim::GetAttr[name="2"](%res3)
  %_1.3 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_45.BottleneckBlock = prim::GetAttr[name="1"](%res3)
  %_0.3 : __torch__.detectron2.modeling.backbone.resnet.___torch_mangle_38.BottleneckBlock = prim::GetAttr[name="0"](%res3)
  %shortcut.11 : __torch__.detectron2.layers.wrappers.___torch_mangle_31.Conv2d = prim::GetAttr[name="shortcut"](%_0.3)
  %conv3.7 : __torch__.detectron2.layers.wrappers.___torch_mangle_37.Conv2d = prim::GetAttr[name="conv3"](%_0.3)
  %conv2.7 : __torch__.detectron2.layers.wrappers.___torch_mangle_35.Conv2d = prim::GetAttr[name="conv2"](%_0.3)
  %conv1.9 : __torch__.detectron2.layers.wrappers.___torch_mangle_33.Conv2d = prim::GetAttr[name="conv1"](%_0.3)
  %norm.23 : __torch__.detectron2.layers.batch_norm.___torch_mangle_32.FrozenBatchNorm2d = prim::GetAttr[name="norm"](%conv1.9)
  %weight.257 : Tensor = prim::GetAttr[name="weight"](%conv1.9)
